[
  "If your ears are burning, someone is talking about you.",
  "If you break a mirror, you’ll have seven years of bad luck.",
  "If your palm itches, money is coming your way.",
  "If you spill salt, throw some over your left shoulder to avoid bad luck.",
  "If you step on a crack, you’ll break your mother’s back.",
  "A black cat crossing your path brings bad luck.",
  "If you open an umbrella indoors, you’ll have bad luck.",
  "If you walk under a ladder, it’s bad luck.",
  "Knock on wood to prevent bad luck.",
  "If you carry a rabbit’s foot, it brings good luck.",
  "Breaking a wishbone with someone will grant a wish to the winner.",
  "If your nose itches, someone is coming to visit you.",
  "If you hiccup, someone is thinking about you.",
  "If your ears ring, someone is talking about you.",
  "If a bird poops on you, it’s good luck.",
  "If you find a penny heads-up, it’s lucky.",
  "If you put your clothes on inside out, you’ll have good luck.",
  "If you sweep over someone’s feet, they won’t get married.",
  "If you drop a fork, a man will visit; if you drop a spoon, a woman will visit.",
  "If you dream of teeth falling out, it means death or misfortune.",
  "If you drop bread, it means someone is hungry.",
  "If your right hand itches, you’ll get money; if your left hand itches, you’ll lose money.",
  "If you cross your fingers, it brings good luck.",
  "If you see a shooting star, make a wish.",
  "If a blackbird flies into your house, death will follow.",
  "If you break your comb, you’ll have bad luck.",
  "If you put new shoes on the table, it’s bad luck.",
  "If you cut your nails on a Friday, you’ll have bad luck.",
  "If you whistle at night, you’ll attract spirits.",
  "If a cat washes its face, company is coming.",
  "If you see a rainbow, it means good luck.",
  "If your foot itches, you’re going on a journey.",
  "If you see a cricket in your house, it’s good luck.",
  "If you find a four-leaf clover, it’s lucky.",
  "If you catch the bride’s bouquet, you’ll be the next to marry.",
  "If you see a ladybug, it’s good luck.",
  "If a picture falls from the wall, death is coming.",
  "If you make a wish at 11:11, it will come true.",
  "If you spill water accidentally, it’s good luck.",
  "If you sing before breakfast, you’ll cry before night.",
  "If you eat an apple a day, you’ll keep the doctor away.",
  "If you drink warm milk before bed, you’ll sleep better.",
  "If you swallow watermelon seeds, a watermelon will grow in your belly.",
  "If you cross your eyes, they’ll stay that way.",
  "If you shave your baby’s head, the hair will grow thicker.",
  "If you cut your hair during a full moon, it will grow faster.",
  "If you eat carrots, it will improve your eyesight.",
  "If you eat crusts, your hair will grow curly.",
  "If you eat fish, you’ll be smart.",
  "If you go outside with wet hair, you’ll catch a cold.",
  "If you crack your knuckles, you’ll get arthritis.",
  "If you sit too close to the TV, it will ruin your eyesight.",
  "If you swallow gum, it stays in your stomach for seven years.",
  "If you eat cheese before bed, you’ll have bad dreams.",
  "If you touch a toad, you’ll get warts.",
  "If you sleep with the fan on, it will kill you.",
  "If you cut your nails at night, it’s bad luck.",
  "If your shoes are on the wrong feet, you’ll be unlucky.",
  "If you spill pepper, you’ll have an argument.",
  "If you see a magpie alone, it’s bad luck.",
  "If you make a wish while holding your breath through a tunnel, it will come true.",
  "If your eye twitches, something is about to happen.",
  "If you sneeze, someone is thinking about you.",
  "If you sneeze three times, you’re catching a cold.",
  "If you dream of snakes, it means betrayal.",
  "If you dream of fish, someone is pregnant.",
  "If you dream of water, it means good luck.",
  "If a bat flies into your house, it’s bad luck.",
  "If you see a spider in the morning, it’s bad luck; at night, it’s good luck.",
  "If you sweep after sunset, you’ll sweep away wealth.",
  "If a knife falls, a man will visit; if a fork falls, a woman will visit.",
  "If your head itches, you’ll receive money.",
  "If a dog howls at night, death is near.",
  "If your ring falls off, it’s bad luck.",
  "If a baby smiles in sleep, angels are talking to them.",
  "If you drop scissors, it means a quarrel is coming.",
  "If you cut bread unevenly, you’ll be unlucky in love.",
  "If you sing at the table, it’s bad luck.",
  "If you walk backwards, you invite bad spirits.",
  "If you leave shoes upside down, it invites misfortune.",
  "If you sweep dirt out the door after dark, you sweep out luck.",
  "If you rock an empty cradle, it brings bad luck.",
  "If you count stars, you’ll get warts.",
  "If you find a horseshoe, it brings good luck.",
  "If you sleep with a mirror facing the bed, you’ll see ghosts.",
  "If you carry an acorn, it brings protection.",
  "If you put a hat on the bed, it’s bad luck.",
  "If you spill coffee, it means money is coming.",
  "If you hang a horseshoe over a door, it brings luck.",
  "If your cheek burns, someone is talking about you.",
  "If you dream of weddings, it means a funeral is coming.",
  "If your baby’s feet are tickled, they’ll stutter.",
  "If you eat grapes at midnight on New Year’s Eve, you’ll have good luck.",
  "If you sneeze on a Friday, expect sorrow.",
  "If you hear an owl hoot, death is near.",
  "If a broom falls, company is coming.",
  "If you break an egg with two yolks, it means twins are coming."
]

